{
  "columns": ["1he", "2h", "pa", "mounted", "th", "mis"],
  "ranges": [
    {
      "min": 1, "max": 25,
      "1he": "Your palm is sweaty. Maybe you will improve.",
      "2h": "My that weapon is heavy! You lose the opportunity to take a swing.",
      "pa": "You snag your own clothes and lose the opportunity to take a swing.",
      "mounted": "Your mount's tack tangles your weapon. You lose the opportunity to take a strike.",
      "th": "Your grip is weak. You elect not to attack because of control.",
      "mis": "Sweat trickles into your eye. You elect not to attack. Good choice."
    },
    {
      "min": 26, "max": 30,
      "1he": "Klutzy. Drop your weapon. Spend two rounds recovering it; or draw a new one next round.",
      "2h": "Your weapon flies. Take four rounds to recover it; or draw a new one next round.",
      "pa": "Fumble your delivery and your weapon is out of position. You lose the option to attack.",
      "mounted": "Can't find the right angle. You lose 2 rounds of attack (but can still parry).",
      "th": "You fumble your delivery but hang onto your weapon. You have -10 to your next attack.",
      "mis": "Your ten thumbs just cannot handle loading. You must reload your weapon."
    },
    {
      "min": 31, "max": 40,
      "1he": "Your feet get tangled. You miss the opportunity to get in that vital blow.",
      "2h": "Your mind is wandering. Spend the rest of the round clearing your head.",
      "pa": "You just look clumsy. Your feet are sliding. You are stunned for one round.",
      "mounted": "You slip in the saddle. You lose 2 rounds of attack (but can still parry).",
      "th": "Your feet are really tangled up. You lose 2 rounds of attack, but can still parry.",
      "mis": "Your ammunition slips away. You must reload."
    },
    {
      "min": 41, "max": 50,
      "1he": "You are over-extended and strain a muscle. Take 1d5 hits.",
      "2h": "Stumble over an imaginary dead turtle. You lose 2 rounds of attack, but you can still parry.",
      "pa": "Your weapon is spinning for two rounds. You can still parry at -10.",
      "mounted": "Your mount dodges an unseen foe. You are stunned for 2 rounds.",
      "th": "You begin juggling your weapon because of a bad grip. Your lack of control stuns you for 3 rounds.",
      "mis": "You notice that your ammunition is faulty. After removing it you discover you were wrong. Reload it."
    },
    {
      "min": 51, "max": 60,
      "1he": "You try to impress your opponent with a spin maneuver. Too bad. Lose two rounds while you recover.",
      "2h": "Your combination of acrobatics and attacks is unimpressive. Lose two rounds of attacks, but you can still parry.",
      "pa": "You stagger into a nearby fixed object. You are stunned and unable to parry for two rounds.",
      "mounted": "You lose your grip on your weapon. Luckily, it is tangled in your mount's tack. Your lack of grace stuns you for three rounds.",
      "th": "Poor release. Weapon travels 2d10 feet to the left of the target.",
      "mis": "Your ammunition keeps jumping off of your weapon! Try melee next time."
    },
    {
      "min": 61, "max": 65,
      "1he": "You snag your clothes with your weapon, causing it to slip from your hand. Spend two rounds juggling it.",
      "2h": "Your weapon flies from your hands, but you are able to catch it before it flies totally away. Lose two rounds of attack.",
      "pa": "Your shaft tangles in your legs. You almost fall down in an impressive feat of entangling. Your next attack is at -20.",
      "mounted": "Your poor mount stumbles. You are stunned for two rounds.",
      "th": "Very poor release sends your weapon straight up! You duck for cover while your weapon checks for breakage.",
      "mis": "Your weapon slips from your hands. Spend two rounds recovering it; or draw a new weapon."
    },
    {
      "min": 66, "max": 66,
      "1he": "You execute a perfect attack—against closest ally (yourself if no one else is around). Ally takes 1d10 hits and a 'B' critical.",
      "2h": "Acrobatic maneuver leaves you flat on your back. Take 2d10 hits and an 'E' Krush critical.",
      "pa": "Your weapon must check for breakage as you slam it into the ground! You are stunned for six rounds because of the impact.",
      "mounted": "Your swing slices the tack of your mount. You and your saddle take your leave of the poor beast. Take an 'A' Krush critical.",
      "th": "Your ferocious scream is followed by silence as you hit yourself. Take a 'D' Krush critical.",
      "mis": "Take an 'A' Krush critical from the sudden release. Your weapon snaps cleanly into two pieces."
    },
    {
      "min": 67, "max": 70,
      "1he": "You trip over that uneven surface. Spend two rounds staggering. You can still parry.",
      "2h": "You gracefully drop your weapon to the ground. You are able to kick it back into your hand, but you lose two rounds while doing it.",
      "pa": "Your weapon seems to have a mind of its own! Your next attack is at -50 as you try and get it under control.",
      "mounted": "Your tack has loosened! You suddenly slip sideways. You are stunned for two rounds.",
      "th": "You cannot control your aim—your weapon flies 2d10 feet to the right of the intended target.",
      "mis": "Your grip fails and your weapon flies from your hands. Spend two rounds recovering it; or draw a new weapon."
    },
    {
      "min": 71, "max": 80,
      "1he": "You are distracted by that pixie in the corner. You lose 2 rounds of attacks.",
      "2h": "You strain your shoulders in a mighty swing (that misses). You are stunned for two rounds.",
      "pa": "Your ineptitude is obvious to all. You lose 3 rounds of attacks and are stunned for 2 rounds.",
      "mounted": "Your weapon goes straight into the ground (check for breakage).",
      "th": "Just as you are about to release, you step into an imaginary hole in the ground. Lose 3 rounds getting up from the ground.",
      "mis": "Your bowstring breaks! Draw a new weapon or put a new string on this one."
    },
    {
      "min": 81, "max": 85,
      "1he": "You are suddenly very winded. Take two rounds to relax.",
      "2h": "You lose your grip as you begin your swing. Your weapon is trying to slip away. Spend three rounds gaining control. You can still parry.",
      "pa": "Clumsy move narrowly misses your own head. You are stunned and unable to parry for three rounds (try a bow next time).",
      "mounted": "Your weapon flies out of your hand! Draw a new one.",
      "th": "Your weapon drops to the ground as you begin to aim. Take four rounds to recover this one; or draw a new one.",
      "mis": "Your weapon bites back when you fire. Your shot misses everything, but you are stunned and unable to parry for three rounds."
    },
    {
      "min": 86, "max": 90,
      "1he": "Hopefully, you will learn that dancing is not appropriate in combat. You are stunned for two rounds by your lack of ability.",
      "2h": "You pulled something on that last swing and now it begins to hurt! You are stunned for three rounds while you recover.",
      "pa": "There it goes! Your weapon skitters away. Take six rounds to recover it; or draw a new one.",
      "mounted": "Your weapon must check for breakage as it hits the hardest part of your foe. You take 2d10 hits from the blast.",
      "th": "Your poor and weak release sends the weapon up two feet. It immediately comes down and hits you. You take no damage, but are stunned for six rounds.",
      "mis": "You release too soon! Your arrow falls 3d10 feet short of the target. In addition, you spend two rounds trying to find more ammunition."
    },
    {
      "min": 91, "max": 95,
      "1he": "You fall down as your swing goes wide. You are stunned for three rounds.",
      "2h": "You fall and narrowly miss gutting yourself! You are stunned for four rounds.",
      "pa": "You fall and smack your head on the ground. You are down for four rounds and stunned for three.",
      "mounted": "Your mount bucks unexpectedly just as you were about to swing. You find yourself stunned and unable to parry for three rounds.",
      "th": "Your weapon flies behind you, travelling 4d10 feet before landing.",
      "mis": "Your shot goes astray as you slip and fall during your release. You are stunned for six rounds and unable to parry for two rounds."
    },
    {
      "min": 96, "max": 99,
      "1he": "The excitement is just too much! Your momentary frenzy leaves you stunned and unable to parry for three rounds.",
      "2h": "You trip and fall. You are down for four rounds and unable to parry for three.",
      "pa": "Your shoulder doesn't bend that way! You are stunned and unable to parry for three rounds. You now fight at -25.",
      "mounted": "Your mount jumps wildly. You take 4d10 hits from the impact and are stunned and unable to parry for six rounds.",
      "th": "You trip as you release. Your shot goes off wildly and you are stunned for twelve rounds.",
      "mis": "Your weapon shatters (as you don't realize your own strength)! You are stunned for 4 rounds."
    },
    {
      "min": 100, "max": 100,
      "1he": "You attempt to maim yourself. Take a 'D' critical.",
      "2h": "Worst move seen in ages! You are out for 2 days with a groin injury. There is a 50% chance your foes will be out for 3 rounds, laughing.",
      "pa": "Your weapon breaks and one end hits you in the head. You are stunned and unable to parry for six rounds.",
      "mounted": "You can't stay on your mount! You fall and take a 'D' crush critical.",
      "th": "You accidentally hit yourself in the delivery. Take a 'D' Krush critical.",
      "mis": "Poor execution. You take 5 hits as the weapon hits you. You are permanently maimed and are bleeding 2 hits per round."
    }
  ]
}
